[
  {
    "name": "Yakima Valley Hops",
    "description": "Yakima Valley Hops is your go-to source for all your hop needs, whether you’re looking for traditional pellets or the newest innovative liquid hop products. Discover a better way to source your hops that allows you the freedom and flexibility to craft and create without the need for contracts. This allows you to grow and sustain your business by adapting to the ever-changing market. Explore the largest hop portfolio possible, including all your favorite varieties and advanced hop products that help maximize your flavor and efficiency at https://YakimaValleyHops.com. Fast / Fresh / Friendly – Proud partner of John I. Haas",
    "address1": "702 N 1st Ave ",
    "address2": "Yakima, WA 98902 USA",
    "website": "https://yakimavalleyhops.com/",
    "phone": "+1-509-245-6363"
  },
  {
    "name": "Yakima Quality Hops",
    "description": "YQH is a family-owned business focused on quality and service.\nFounded in 2013, Yakima Quality Hops provides the highest quality hops to breweries throughout the United States and abroad. Based in Yakima, WA, we work directly with growers, allowing us to offer the best pricing and quality control. We work with breweries of all sizes and in all stages of growth. Whether you've been brewing for decades or are just getting started, contact us to let us know your hop needs. We look forward to partnering with you throughout your brewing journey.",
    "address1": "5201 West Chestnut Ave. ",
    "address2": "Yakima, WA 98908 ",
    "website": "https://www.yakhops.com/",
    "phone": "+1-509-952-2575"
  },
  {
    "name": "Yakima Chief Hops",
    "description": "As a 100% grower-owned network of family farms, Yakima Chief Hops is proud to be the global hop supplier of choice, focused on sustainably produced, innovative hop products. Our mission is to connect family farms with the world’s finest brewers. We are proud to partner with Yakima Chief Ranches, supplying proprietary brands like Citra®, Mosaic®, Simcoe®, Idaho 7® and more. In addition, we are thrilled to offer advanced hop products such as Cryo Hops® brand pellets and Cryo Pop® Original Blend to maximize aroma impact. We also source and produce a wide variety of Organic Certified hops from our large network of growers. For more information or to place an order, please visit us at www.yakimachief.com/contact",
    "address1": "306 Division St ",
    "address2": "Yakima, WA 98902 USA",
    "website": "https://www.yakimachief.com/",
    "phone": "+1-509-453-4792"
  },
  {
    "name": "Wisconsin Hop Exchange",
    "description": "Selection quality, public variety spot hops with Midwest terroir. Some say our hops’ extra fruitiness comes from our low heat/ambient oast and pellet mill exit temps, others say it comes from our sweet, Midwest farmers’ tender loving care. What’s certain is we deliver high quality hops and genuine customer service.\nWe are 100% grower-owned and independently operated.",
    "address1": "PO Box 266 ",
    "address2": "Waterloo, Wisconsin 53594 USA",
    "website": "http://www.wisconsinhopexchange.com",
    "phone": "(920) 988-7992"
  },
  {
    "name": "Willamette Valley Hops, LLC",
    "description": "Willamette Valley Hops, LLC is a family owned and operated premium hop product distributor, established in 2008 and located in the heart of the Willamette Valley. Our relationship with the Barth-Haas Group allows us to source premium hop products and advanced hop products including Flex™, Incognito™ and LupoMAX™ along with specialty varieties, Mosaic®, Citra®, Sabro® and Talus™.  With over 50 different varieties in stock, Willamette Valley Hops provides quality products with no minimums to brewers worldwide.",
    "address1": "18711 French Prairie Rd. NE  ",
    "address2": "St. Paul, OR 97137 USA",
    "website": "http://www.willamettevalleyhops.com/",
    "phone": "+1-503-633-4677"
  },
  {
    "name": "Roy Farms",
    "description": "Roy Farms has been evolving our farming practices, food safety programs, and embracing innovation for over a century. We provide premium hops, customer service and Harvest Fresh Pellets® in a sustainable environment. To ensure freshness, our Harvest Fresh Pellets® have always been straight from vine to the pellet in under 48 hours. This means we provide a premium, safe product–without sacrificing freshness or the environment.",
    "address1": "401 Walters Rd ",
    "address2": "Moxee, WA 98936 USA",
    "website": "http://www.royfarms.com/",
    "phone": "+1-509-452-3494"
  },
  {
    "name": "Mill 95",
    "description": "Mill 95 is an independent, progressive service provider to craft brewers and hop growers. The Mill was inspired by southwest Idaho’s vibrant hop cultivation and culture along Idaho’s Route 95. Founder Jamie Scott acted from conviction that local capability to evaluate, care for and process hops would be valued by brewers and growers alike. Mill 95 offers premium hops from Idaho, the Pacific Northwest and beyond. Supported by expertise, scale and agility directed toward quality, service and community.",
    "address1": "25950 Howe Road ",
    "address2": "Parma, Idaho 83660 United States",
    "website": "http://mill95hops.com",
    "phone": "+1-208-482-6373"
  },
  {
    "name": "Kalsec®",
    "description": "We have been providing high quality bittering, aroma, flavor products for more than 40 years. Our range of hop derived extracts and oils deliver ideal solutions for creating world class beers while improving operating efficiency and yields for superior cost in use performance. Our team of scientists, brewers and process and supply chain experts are available to help you improve yields, operate more sustainably, and improve your supply chain resilience. We offer one of the widest ranges of hop flavor and aroma profiles available, allowing you to create complex or customized combinations, ranging from noble hop to fruity notes or specialized blends for your precise needs. Kalsec is here to partner in creating a better world through better beer.",
    "address1": "3713 West Main Street PO Box 50511",
    "address2": "Kalamazoo, MI 49006 USA",
    "website": "https://www.kalsec.com/products/#hops",
    "phone": "+1-269-349-9711"
  },
  {
    "name": "John I. Haas, Inc.",
    "description": "HAAS® provides world-class hops, bittering products, flavor and aroma products, and innovative brewing solutions to the world’s best brewers. We are a proud member of the BarthHaas Group, a global network of family-owned hops farms, processors and distributors.\nFrom the experimental fields to the Innovations Brewery, our pelletizing plant to your brew kettle, we believe close collaboration fuels your success as well as ours. Whether it’s ensuring your supply chain, improving brewing efficiency, helping you discover exciting hop flavors from around the world—or creating renowned hop products like INCOGNITO®, LUPOMAX® and HopKick® — HAAS is dedicated to helping you brew your best possible beer.\nGreat Flavor Starts Here. www.johnihaas.com ",
    "address1": "1600 River Rd ",
    "address2": "Yakima, WA 98902 USA",
    "website": "https://www.johnihaas.com",
    "phone": "+1-509-469-4000"
  },
  {
    "name": "Hopsteiner",
    "description": "\n\n\nSince 1845, Hopsteiner has led the industry as a preferred global hops supplier - growing, breeding, and processing quality hop products. Hopsteiner partners with breweries of all sizes, offering a unique range of varieties and innovative hop products designed to enhance flavor, aroma, consistency, and flexibility for brewing and beyond.\n\n\n",
    "address1": "1 West Washington Avenue ",
    "address2": "Yakima, WA 98903 USA",
    "website": "https://www.hopsteiner.com/",
    "phone": "+1-800-339-8410"
  },
  {
    "name": "Hops Direct, LLC",
    "description": "Puterbaugh Farms / Hops Direct is a 5th generation hop farm, growing hops in the Yakima Valley since the 1930’s. We are independently owned and operated, selling our hops directly to brewers of all sizes with no middleman. We are equipped to ship overseas, meeting custom requirements. Our goal is to create a personal relationship with you, exceeding your expectations and meeting your needs to the best of our ability. We grow 19 varieties including our Belma® and Legacy® hops. The Puterbaugh Farms / Hops Direct stencil on your order is our guarantee that you are receiving the highest quality hops directly from our family to you and yours. ",
    "address1": "686 Green Valley Rd ",
    "address2": "Mabton, WA 98935 USA",
    "website": "http://www.hopsdirect.com/",
    "phone": "+1-888-972-3616"
  },
  {
    "name": "Hop Head Farms, LLC",
    "description": "Hop Head Farms delivers the finest hops, hand-selected from the world’s great hop-growing regions to the craft brewing community. From our very own fields in Southwest Michigan, to direct-from-the farm relationships with select growers, and the best farms throughout the Pacific Northwest, we have you covered. We are also a distribution partner of John I. Haas.Our team brings together unmatched farming, sensory and industry expertise to help you obtain world-class hops, with consistent true-to-type flavor and aroma characteristics, so you can always brew your best.",
    "address1": "4630 West Hickory Road ",
    "address2": "Hickory Corners, MI 49060 USA",
    "website": "https://hopheadfarms.com/",
    "phone": "+1-269-671-4439"
  },
  {
    "name": "Hop Alliance",
    "description": "The Hop Alliance is an independent hop merchant based in Northern Michigan. We are the oldest hop operation in the Midwest and work with fellow hop farmers to supply the finest and freshest hops available. We grow, process, and market hops from several trusted sources and carry 75+ unique hop varieties. Our selection and quality are hard to beat. We offer immediate shipping at fair prices. ",
    "address1": "12296 Hubbard Street ",
    "address2": "Livonia, MI 48150 USA",
    "website": "http://www.hopalliance.com",
    "phone": "+1-616-403-6880"
  },
  {
    "name": "Hollingbery & Son, Inc.",
    "description": "Hollingbery & Son, Inc. has sourced hops for over 70 years from our offices in the Yakima Valley—the heart of one of the world’s largest hop producing regions. The brokerage was established in 1944 by Babe Hollingbery and is now in its fourth generation of family operation. We specialize in providing personalized service to meet the specific hopping needs of brewers, dealers, wholesalers and retailers. We utilize extensive knowledge of available hop varieties, factors that influence supply, current market trends and long-standing grower relations to meet the needs of our valued customers. Our warehouses can provide refrigerated storage for fresh and pelletized hops each season, and we ship hops throughout the world.",
    "address1": "PO Box 966 ",
    "address2": "Yakima, WA 98907 USA",
    "website": "http://hollingberyandson.com/",
    "phone": "+1-509-248-6436"
  },
  {
    "name": "Glacier Hops Ranch",
    "description": "HONORED TO BE THE SBA 2022 NATIONAL EXPORTER OF THE YEAR.  We are an independent supplier of quality Farm-Direct hops as well as the exclusive producer of Hopzoil™, the steam-distilled hop oil made solely from fresh hops at harvest, and distilled right on the farm.  Our International Shipping Coordinator oversees our dedicated Export services. Our goal is to provide personal service to Craft brewers, wherever you call home.  ",
    "address1": "205 Junes Way, Ste 1 ",
    "address2": "Whitefish, MT 59937 USA",
    "website": "http://www.glacierhopsranch.com/",
    "phone": "+1-406-862-HOPS (4677)"
  },
  {
    "name": "Crosby Hops",
    "description": "From estate-grown hops cultivated and processed on our fifth-generation farm in Oregon’s Willamette Valley to hand-selected hops from independent growers around the world, we only offer hops that reflect our uncompromising standards and values.\nOur portfolio consists of fresh & whole leaf hops, T-90 pellets, and our innovative CGX™ Cryogenic Lupulin Pellets. Crosby Hops ensures every brewery, regardless of size, gets access to the finest hops on Earth – guaranteed.",
    "address1": "18564 Arbor Grove Road ",
    "address2": "Woodburn, OR 97071 USA",
    "website": "https://crosbyhops.com/",
    "phone": "+1-503-982-5166"
  },
  {
    "name": "Charles Faram",
    "description": "Charles Faram is a grower-owned hop merchant established in 1865. With offices and warehouses in Yakima, Toronto, and Worcester we are ideally placed to source and deliver a wide range of hop varieties to customers around the world. Charles Faram also offers new hop varieties developed in our own breeding program. We exist to help brewers create great beer.",
    "address1": "10170 Mieras Road ",
    "address2": "Yakima, WA 98901 USA",
    "website": "http://www.wellhopped.com",
    "phone": "+1-503-922-2565"
  },
  {
    "name": "BSG Hops",
    "description": "BSG: Your Source For All Things Fermentation.\nBSG is the craft beverage industry’s most complete supplier.\nOur mission is simple: to help you craft the best beverage possible.\nTo do that, we curate the most comprehensive and ever-expanding portfolio of ingredients and products in the industry.\nBut being a complete supplier means more than having the biggest catalog – we’re also a leader in innovation, technical expertise, and novel solutions for your business.\nThat’s why BSG is a trusted partner to brewers everywhere.",
    "address1": "5150 Yakima Valley Hwy ",
    "address2": "Wapato, WA 98951 USA",
    "website": "https://bsgcraftbrewing.com/hops",
    "phone": "1.800.374.2739"
  }
]

